Repository: Zojax/zojax.authentication
Catalog: src/zojax/authentication/locales/*/LC_MESSAGES/zojax.authentication.po
Languages: nl, ru

source: Installed authenticator plugins
nl: Geïnstalleerde authenticatieplugins
ru: Установленные подключаемые модули авторизации

source: There are no installed authentication plugins.
nl: Er zijn geen geïnstalleerde authenticatieplugins.
ru: Установленных модулей авторизации нет.

source: Portal authentication configuration
nl: Websiteauthenticatie configuratie
ru: Конфигурация сервиса авторизации

source: Pluggable authentication is not installed.
nl: Modulegebaseerde authenticatie niet geïnstalleerd.
ru: Сервис авторизации не установлен.

source: Change state
nl: Status wijzigen
ru: Изменить состояние

source: Available authenticator plugins
nl: Beschikbare authenticatieplugins
ru: Доступные модули авторизации

source: Install
nl: Installeren
ru: Установить

source: Authenticator plugins have been installed.
nl: Authenticatieplugins zijn geïnstalleerd.
ru: Модули авторизации установлены.

source: Authenticator plugins have been uninstalled.
nl: Authenticatieplugins zijn verwijderd.
ru: Модули авторизации деинсталированы.

source: Authenticator plugin's status has been changed.
nl: Authenticatieplugin status is gewijzigd.
ru: Статус модуля авторизации изменен.

source: Uninstall
nl: Verwijderen
ru: Деинсталировать

source: Authentication service has been uninstalled.
nl: Authenticatieservice is verwijderd.
ru: Сервис авторизации удален.

source: Authentication service has been installed.
nl: Authenticatieservice is geïnstalleerd.
ru: Сервис авторизации установлен.

source: Password
nl: Wachtwoord
ru: Пароль

source: Case sensitive, make sure caps lock is not enabled.
nl: Hoofdlettergevoelig, let erop dat CAPS-LOCK niet aanstaat.
ru: Зависит от регистра, убедитесь что 'caps lock' не включен.

source: Account details
nl: Gebruikersgegevens
ru: Детали учетной записи

source: Log in
nl: Inloggen
ru: Вход

source: Login Name
nl: Gebruikersnaam
ru: Логин

source: Login names are case sensitive, make sure the caps lock key is not enabled.
nl: Gebruikersnamen zijn hoofdlettergevoelig. Let op dat CAPS-LOCK niet aan staat.
ru: Логин зависит от регистра, убедитесь что 'caps lock' не включен.

source: Login successful!
nl: Welkom! U bent nu ingelogd.
ru: Вы успешно вошли!

source: You are now logged in as ${UserTitle}.
nl: U bent ingelogd als ${UserTitle}.
ru: Вы вошли как ${UserTitle}.

source: Back to the main page.
nl: Terug naar hoofdpagina
ru: Вернуться к основной странице.

source: click here to retrieve it
nl: klik hier om het wachtwoord op te halen
ru: нажмите, чтобы получить его

source: You are not authorized to perform this action.
nl: U heeft geen rechten om deze actie uit te voeren.
ru: Вы не имеете прав доступа для данного действия.

source: However, you may login as a different user who is authorized.
nl: U kunt inloggen als een gebruiker die toestemming heeft.
ru: Конечно Вы можете войти под другим пользователем который имеет доступ.

source: Please log in
nl: Inloggen
ru: Пожалуйста войдите

source: To access this part of the site, you need to log in with your user name and password.
nl: Om toegang te krijgen tot dit deel van de site, moet u inloggen met uw gebruikersnaam en wachtwoord.
ru: Чтобы получить доступ к этой части сайта, Вам необходимо авторизоваться, используя свое имя пользователя и пароль.

source: If you have forgotten your password,
nl: Wachtwoord vergeten?
ru: Если вы забыли ваш пароль,

source: Login
nl: Inloggen
ru: Войти

source: You successfully logged in to portal.
nl: U bent succesvol ingelogd op de website.
ru: Вы успешно вошли!

source: Login failed.
nl: Inloggen niet gelukt.
ru: Ошибка входа.

source: Login to portal
nl: Inloggen op de website
ru: Войти

source: Logout successful!
nl: Succesvol uitgelogd!
ru: Вы успешно вышли!

source: You are now logged out.
nl: U bent nu uitgelogd.
ru: Вы вышли.

source: Logout
nl: Uitloggen
ru: Выход

source: Misses
nl: Mist
ru: Промахи

source: Path
nl: Pad
ru: Путь

source: Authentication
nl: Authenticatie
ru: Авторизация

source: Portal authentication service configuration.
nl: Websiteauthenticatie configuratie.
ru: Конфигурация сервиса авторизации.

source: Can't create authenticator plugin.
nl: Kan geen authenticatieplugin aanmaken.
ru: Не возможно создать модуль авторизации.

source: Age
nl: Leeftijd
ru: Возраст

source: Maximum age for logged in principal.
nl: Maximale leeftijd voor ingelogde gebruiker.
ru: Максимальный возраст для вошедших пользователей.

source: PrincipalInfo storage
nl: GebruikersInfo opslag

source: No Caching storage
nl: Geen gecachte opslag
ru: Хранилище без кеширования

source: RAM PrincipalInfo storage
nl: RAM GebruikersInfo opslag
ru: RAM кеширование

source: PrincipalInfo Storage
nl: GebruikersInfo opslag
ru: Хранилище для PrincipalInfo

source: RAM PrincipalInfo storage.
nl: RAM UserInfo opslag.

source: Hits
ru: Попадания
